taskt/Core/ApplicationSettings/SafeFrmScriptBuilderApplicationSettings.dot
digraph "SafeFrmScriptBuilderApplicationSettings" {
"SafeFrmScriptBuilderApplicationSettings" -> "SafeApplicationSettings";
"SafeApplicationSettings" -> "IApplicationSettings";
}
