taskt/Core/ApplicationSettings/SafeFrmScriptBuilderApplicationSettings.puml
@startuml
SafeFrmScriptBuilderApplicationSettings --> SafeApplicationSettings
SafeApplicationSettings --> IApplicationSettings
@enduml
